Revit 2021.1 API
FormatOptions.IsValidAccuracy Method
Overload List
Name | Description
IsValidAccuracy(Double)
 Checks whether an accuracy is valid for the display unit in this FormatOptions.
IsValidAccuracy(DisplayUnitType, Double) |  Obsolete.
 Checks whether an accuracy is valid for a given display unit.
IsValidAccuracy(ForgeTypeId, Double)
 Checks whether an accuracy is valid for a given unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace